@echo off
cls
@echo  ÉÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍ»
@echo  º                                                                            º
@echo  º             Û                                                              º
@echo  º             ÛÛÛÛÛÛ   Û     Û        Û      Û   ÛÛÛÛÛ   Û  ÛÛÛ              º
@echo  º                   Û  ÛÛ    Û        Û      Û  Û     Û  Û Û   Û             º
@echo  º                   Û  Û Û  Û          Û     Û  Û     Û  ÛÛ    Û             º
@echo  º                   Û  Û  Û Û          Û     Û  Û     Û  Û     Û             º
@echo  º                   Û  Û   Û            Û    Û  Û     Û  Û     Û             º
@echo  º                   Û  Û    Û           Û    Û   Û   Û   Û     Û             º
@echo  º             ÛÛÛÛÛÛ   Û     Û        ÛÛÛÛÛÛÛ     ÛÛÛ    Û ÛÛÛÛ              º
@echo  º                                                                            º
@echo  º                                                                            º
@echo  º                     ÛÛÛÛÛÛ   ÛÛÛÛÛ    Û     Û  ÛÛÛÛÛÛ                      º
@echo  º                           Û       Û   Û     Û        Û                     º
@echo  º                           Û       Û    Û    Û        Û                     º
@echo  º                           Û       Û    Û    Û        Û                     º
@echo  º                           Û       Û     Û   Û  Û     Û                     º
@echo  º                           Û       Û     Û   Û  Û     Û                     º
@echo  º                           Û  ÛÛÛÛÛÛÛ  ÛÛÛÛÛÛ   Û     Û                     º
@echo  º                                                                            º
@echo  º                                                                            º
@echo  ÈÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍ http://www.old-games.org  ÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍ¼
@pause > NUL

call hag.bat
:End
